Repository: vulko99/portal_datanaut
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: Different teams care about different outcomes. Pick the persona that best matches you, and we’ll tailor the conversation and roadmap.
bg: Различните екипи се фокусират върху различни резултати. Изберете профила, който най-добре ви описва, и ние ще адаптираме разговора и пътната карта специално за вас.

source: Less admin, more trading.
bg: По-малко администрация, повече търговия.

source: Single view of all market data feeds per desk, trader and strategy.
bg: Единен изглед на всички пазарни данни по деск, трейдър и стратегия.

source: Spot overlapping feeds and unused licenses before renewals.
bg: Откриване на припокриващи се потоци и неизползвани лицензи още преди подновяване.

source: Entitlement checks so every desk has exactly what they need.
bg: Проверки на правата за достъп, така че всеки деск да има точно това, което му е нужно.

source: Export-ready reports for regulators and internal audit.
bg: Готови за експорт отчети за регулатори и вътрешен одит.

source: Usage & entitlement analytics to support renewals and re-pricing.
bg: Аналитика за използване и entitlement-и, която подпомага подновяванията и препазаруването.

source: Forecasting tools to support budgeting and scenario analysis.
bg: Инструменти за прогнозиране в подкрепа на бюджетирането и анализ на сценарии.

source: Clear, defensible narrative for cost optimisation and ROI.
bg: Ясен и защитим разказ за оптимизацията на разходите и възвръщаемостта на инвестициите.

source: Clear story on efficiency, control and growth.
bg: Ясна история за ефективност, контрол и растеж.

source: Show how market data and tech subscriptions are under control.
bg: Покажете, че разходите за пазарни данни и технологични абонаменти са под контрол.

source: Bridge between cost savings agenda and growth initiatives.
bg: Мост между програмата за спестяване на разходи и инициативите за растеж.

source: Governance trail from contracts through to desks and entities.
bg: Пълна проследимост – от договора до конкретния деск и юридическо лице.

source: Scalable operating model that won’t break as volumes grow.
bg: Скалируем оперативен модел, който не се „чупи“, когато обемите нараснат.

source: Book a free Data Cost Assessment
bg: Запазете безплатна оценка на разходите за данни

source: Leave your details and we’ll get back to you to estimate your savings potential based on a sample of your contracts and invoices.
bg: Оставете вашите данни и ние ще се свържем с вас, за да оценим потенциалните спестявания на база извадка от вашите договори и фактури.

source: Share a bit about your current market data setup, vendors and pain points.
bg: Разкажете накратко за текущата си инфраструктура за пазарни данни, доставчиците и основните предизвикателства.

source: Send
bg: Изпрати

source: How it works · DataNaut
bg: Как работи · DataNaut

source: How DataNaut works
bg: Как работи DataNaut

source: A contract-first platform that connects your vendors, contracts, invoices and entitlement files into a single, actionable view.
bg: Платформа, която започва от договорите и свързва вашите доставчици, договори, фактури и entitlement файлове в една обща, използваема картина.

source: This page expands the “How it works” section from the homepage with more detail for desks, finance and investors.
bg: Тази страница разширява секцията „How it works“ от началната страница и дава повече детайл за трейдинг маси, финанси и инвеститори.

source: 1. Ingest
bg: 1. Въвеждане

source: Contracts, invoices & entitlement files
bg: Договори, фактури и entitlement файлове

source: We ingest contracts, invoices and entitlement files from your core market data and technology vendors – Bloomberg, ICE, Refinitiv, EnAppSys and internal feeds. No code changes required on your side.
bg: Импортираме договори, фактури и entitlement файлове от основните ви доставчици на пазарни данни и технологии – Bloomberg, ICE, Refinitiv, EnAppSys и вътрешни източници. Не са нужни промени по вашия код.

source: 2. Normalise
bg: 2. Нормализиране

source: Single cost & usage model
bg: Единен модел за разходи и използване

source: DataNaut maps everything to a common model by vendor, desk, user and legal entity – turning PDFs and CSVs into a clean data layer. The result is a single repository where finance, trading and procurement see the same numbers.
bg: DataNaut картографира всичко към общ модел по доставчик, деск, потребител и юридическо лице – превръща PDF-и и CSV файлове в чист слой от данни. Резултатът е единно хранилище, в което финансите, търговията и снабдяването гледат едни и същи числа.

source: 3. Optimise
bg: 3. Оптимизация

source: Dashboards, alerts & savings
bg: Табла, аларми и спестявания

source: Dashboards highlight duplicate and underused licences, upcoming renewals and saving opportunities. Exports for CFO, procurement and desks make it easy to take decisions and document the savings story for investors and regulators.
bg: Таблата подчертават дублиращи се и недоизползвани лицензи, предстоящи подновявания и възможности за спестяване. Експорти за CFO, снабдяване и трейдинг екипите улесняват вземането на решения и документирането на историята на спестяванията пред инвеститори и регулатори.

source: Start with a Data Cost Assessment
bg: Започнете с анализ на разходите за данни

source: Pricing · DataNaut
bg: Цени · DataNaut

source: Simple pricing, aligned with value
bg: Просто ценообразуване, обвързано със стойността

source: DataNaut is priced around the number of legal entities, desks and vendors – so that costs stay predictable while savings grow.
bg: Ценообразуването на DataNaut се базира на броя юридически лица, дескове и доставчици – така разходите остават предвидими, докато спестяванията растат.

source: Indicative structure – final pricing depends on scope, number of entities and vendors. The goal is always to keep <strong>subscription &lt; realised savings</strong>.
bg: Показателна структура – крайната цена зависи от обхвата, броя юридически лица и доставчици. Целта винаги е <strong>абонаментът да е по-малък от реализираните спестявания</strong>.

source: Data Cost Assessment
bg: Оценка на разходите за данни

source: 4–6 weeks, focused on a subset of your market data / technology stack.
bg: 4–6 седмици, фокусирани върху част от вашия стек за пазарни данни / технологии.

source: Ingestion of selected contracts, invoices & entitlement files.
bg: Импортиране на избрани договори, фактури и entitlement файлове.

source: Normalised view of spend by vendor, desk, user and entity.
bg: Нормализиран изглед на разходите по доставчик, деск, потребител и юридическо лице.

source: Identified saving opportunities & quick wins.
bg: Идентифицирани възможности за спестявания и бързи победи.

source: Exportable report for CFO / procurement / desks.
bg: Експортируем отчет за CFO / снабдяване / дескове.

source: Best for
bg: Най-подходящо за

source: Firms that want to validate savings potential before committing to a platform.
bg: Фирми, които искат да валидират потенциала за спестявания, преди да се ангажират с платформа.

source: Request pilot details
bg: Заявете детайли за пилот

source: STANDARD · MOST COMMON
bg: STANDARD · НАЙ-ЧЕСТО

source: Platform subscription
bg: Абонамент за платформата

source: Ongoing use of DataNaut across core entities, desks and key vendors.
bg: Постоянно използване на DataNaut в основните юридически лица, дескове и при ключовите доставчици.

source: All Pilot features, continuously updated.
bg: Всички функционалности от Pilot, поддържани в актуален вид.

source: Full contract & usage repository across in-scope vendors.
bg: Пълно хранилище на договори и използване за всички доставчици в обхвата.

source: Dashboards for trading desks, finance and procurement.
bg: Табла за трейдинг дескове, финанси и снабдяване.

source: Renewal calendar, duplicate / underuse detection.
bg: Календар на подновяванията, откриване на дублиране и недоизползване.

source: Email / call support, quarterly optimisation reviews.
bg: Поддръжка по имейл / телефон, тримесечни прегледи за оптимизация.

source: Institutions that treat market data & tech subscriptions as a managed asset class, not just a cost line.
bg: Институции, които третират абонаментите за пазарни данни и технологии като управляван клас активи, а не просто като разходно перо.

source: Talk to us about pricing
bg: Говорете с нас за ценообразуването

source: Group-wide optimisation
bg: Оптимизация на ниво група

source: Custom scope for multi-entity, multi-region groups with complex vendor portfolios.
bg: Персонализиран обхват за групи с много юридически лица и региони и сложни портфейли от доставчици.

source: Unlimited entities and desks in scope.
bg: Неограничен брой юридически лица и дескове в обхвата.

source: Advanced integration with internal systems & BI tools.
bg: Разширена интеграция с вътрешни системи и BI инструменти.

source: Bespoke reporting for regulators and internal audit.
bg: Специализирани отчети за регулатори и вътрешен одит.

source: Support for transformation / consolidation projects.
bg: Поддръжка при проекти за трансформация и консолидация.

source: Groups with significant spend and multiple platforms (Bloomberg, ICE, Refinitiv, EnAppSys, internal feeds, etc.).
bg: Групи със значителни разходи и множество платформи (Bloomberg, ICE, Refinitiv, EnAppSys, вътрешни потоци и др.).

source: Schedule conversation
bg: Насрочете разговор

source: Subscription should be a fraction of the savings DataNaut helps you unlock.
bg: Абонаментът трябва да е само част от спестяванията, които DataNaut ви помага да отключите.

source: Messages
bg: Съобщения

source: Site Maps
bg: Карти на сайта

source: Static Files
bg: Статични файлове

source: Syndication
bg: Синдикация

source: That page number is not an integer
bg: Този номер на страница не е цяло число

source: That page number is less than 1
bg: Този номер на страница е по-малък от 1

source: That page contains no results
bg: Тази страница не съдържа резултати

source: Enter a valid value.
bg: Въведете валидна стойност.

source: Enter a valid domain name.
bg: Въведете валидно домейн име.

source: Enter a valid URL.
bg: Въведете валиден URL адрес.

source: Enter a valid integer.
bg: Въведете валидно цяло число.

source: Enter a valid email address.
bg: Въведете валиден имейл адрес.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
bg: Въведете валиден „slug“, съставен от букви, цифри, долни черти или тирета.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
bg: Въведете валиден „slug“, съставен от Unicode букви, цифри, долни черти или тирета.

source: Enter a valid %(protocol)s address.
bg: Въведете валиден %(protocol)s адрес.

source: IPv4 or IPv6
bg: IPv4 или IPv6

source: Enter only digits separated by commas.
bg: Въведете само цифри, разделени със запетаи.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
bg: Уверете се, че тази стойност е %(limit_value)s (в момента е %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
bg: Уверете се, че тази стойност е по-малка или равна на %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
bg: Уверете се, че тази стойност е по-голяма или равна на %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
bg: Уверете се, че тази стойност е кратна на стъпката %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
bg: Уверете се, че стойността е кратна на стъпката %(limit_value)s, започвайки от %(offset)s, напр. %(offset)s, %(valid_value1)s, %(valid_value2)s и т.н.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
bg: Уверете се, че стойността има поне %(limit_value)d знак (в момента има %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
bg: Уверете се, че стойността има най-много %(limit_value)d знак (в момента има %(show_value)d).

source: Enter a number.
bg: Въведете число.

source: Ensure that there are no more than %(max)s digit in total.
bg: Уверете се, че общият брой цифри не е повече от %(max)s.

source: Ensure that there are no more than %(max)s decimal place.
bg: Уверете се, че има не повече от %(max)s знак след десетичната запетая.

source: Ensure that there are no more than %(max)s digit before the decimal point.
bg: Уверете се, че има не повече от %(max)s цифра преди десетичната запетая.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
bg: Разширението „%(extension)s“ не е позволено. Позволените разширения са: %(allowed_extensions)s.

source: Null characters are not allowed.
bg: Нулеви знаци не са позволени.

source: and
bg: и

source: %(model_name)s with this %(field_labels)s already exists.
bg: %(model_name)s с този %(field_labels)s вече съществува.

source: Constraint “%(name)s” is violated.
bg: Ограничението „%(name)s“ е нарушено.

source: Value %(value)r is not a valid choice.
bg: Стойността %(value)r не е валиден избор.

source: This field cannot be null.
bg: Това поле не може да бъде null.

source: This field cannot be blank.
bg: Това поле не може да бъде празно.

source: %(model_name)s with this %(field_label)s already exists.
bg: %(model_name)s с този %(field_label)s вече съществува.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
bg: %(field_label)s трябва да е уникално за %(lookup_type)s на %(date_field_label)s.

source: Field of type: %(field_type)s
bg: Поле от тип: %(field_type)s

source: “%(value)s” value must be either True or False.
bg: Стойността „%(value)s“ трябва да е True или False.

source: “%(value)s” value must be either True, False, or None.
bg: Стойността „%(value)s“ трябва да е True, False или None.

source: Boolean (Either True or False)
bg: Булева стойност (True или False)

source: String (up to %(max_length)s)
bg: Низ (до %(max_length)s знака)

source: String (unlimited)
bg: Низ (неограничена дължина)

source: Comma-separated integers
bg: Цели числа, разделени със запетаи

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
bg: Стойността „%(value)s“ е с невалиден формат на дата. Трябва да е във формат ГГГГ-ММ-ДД (YYYY-MM-DD).

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
bg: Стойността „%(value)s“ е с правилен формат (YYYY-MM-DD), но датата е невалидна.

source: Date (without time)
bg: Дата (без час)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
bg: Стойността „%(value)s“ е с невалиден формат. Трябва да е във формат ГГГГ-ММ-ДД ЧЧ:ММ[:ss[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
bg: Стойността „%(value)s“ е с правилен формат (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]), но датата/часът са невалидни.

source: Date (with time)
bg: Дата (с час)

source: “%(value)s” value must be a decimal number.
bg: Стойността „%(value)s“ трябва да е десетично число.

source: Decimal number
bg: Десетично число

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
bg: Стойността „%(value)s“ е с невалиден формат. Трябва да е във формат [ДД] [[ЧЧ:]ММ:]ss[.uuuuuu].

source: Duration
bg: Продължителност

source: Email address
bg: Имейл адрес

source: File path
bg: Път към файл

source: “%(value)s” value must be a float.
bg: Стойността „%(value)s“ трябва да е число с плаваща запетая.

source: Floating point number
bg: Число с плаваща запетая

source: “%(value)s” value must be an integer.
bg: Стойността „%(value)s“ трябва да е цяло число.

source: Integer
bg: Цяло число

source: Big (8 byte) integer
bg: Голямо цяло число (8 байта)

source: Small integer
bg: Малко цяло число

source: IPv4 address
bg: IPv4 адрес

source: IP address
bg: IP адрес

source: “%(value)s” value must be either None, True or False.
bg: Стойността „%(value)s“ трябва да е None, True или False.

source: Boolean (Either True, False or None)
bg: Булева стойност (True, False или None)

source: Positive big integer
bg: Положително голямо цяло число

source: Positive integer
bg: Положително цяло число

source: Positive small integer
bg: Положително малко цяло число

source: Slug (up to %(max_length)s)
bg: Slug (до %(max_length)s знака)

source: Text
bg: Текст

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
bg: Стойността „%(value)s“ е с невалиден формат. Трябва да е във формат ЧЧ:ММ[:ss[.uuuuuu]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
bg: Стойността „%(value)s“ е с правилен формат (ЧЧ:ММ[:ss[.uuuuuu]]), но часът е невалиден.

source: Time
bg: Час

source: Raw binary data
bg: Сурови двоични данни

source: “%(value)s” is not a valid UUID.
bg: „%(value)s“ не е валиден UUID.

source: Universally unique identifier
bg: Универсален уникален идентификатор

source: File
bg: Файл

source: Image
bg: Изображение

source: A JSON object
bg: JSON обект

source: Value must be valid JSON.
bg: Стойността трябва да е валиден JSON.

source: %(model)s instance with %(field)s %(value)r is not a valid choice.
bg: Обект %(model)s с %(field)s %(value)r не е валиден избор.

source: Foreign Key (type determined by related field)
bg: Външен ключ (типът се определя от свързаното поле)

source: One-to-one relationship
bg: Връзка „едно към едно“

source: %(from)s-%(to)s relationship
bg: Връзка %(from)s-%(to)s

source: %(from)s-%(to)s relationships
bg: Връзки %(from)s-%(to)s

source: Many-to-many relationship
bg: Връзка „много към много“

source: This field is required.
bg: Това поле е задължително.

source: Enter a whole number.
bg: Въведете цяло число.

source: Enter a valid date.
bg: Въведете валидна дата.

source: Enter a valid time.
bg: Въведете валиден час.

source: Enter a valid date/time.
bg: Въведете валидна дата и час.

source: Enter a valid duration.
bg: Въведете валидна продължителност.

source: The number of days must be between {min_days} and {max_days}.
bg: Броят дни трябва да е между {min_days} и {max_days}.

source: No file was submitted. Check the encoding type on the form.
bg: Не беше изпратен файл. Проверете типа на кодиране (enctype) на формуляра.

source: No file was submitted.
bg: Не беше изпратен файл.

source: The submitted file is empty.
bg: Изпратеният файл е празен.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
bg: Уверете се, че името на файла има най-много %(max)d знак (в момента има %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
bg: Моля, или изпратете файл, или маркирайте отметката за изчистване, но не и двете.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
bg: Качете валидно изображение. Файлът, който качихте, не е изображение или е повреден.

source: Select a valid choice. %(value)s is not one of the available choices.
bg: Изберете валидна стойност. %(value)s не е сред възможните избори.

source: Enter a list of values.
bg: Въведете списък от стойности.

source: Enter a complete value.
bg: Въведете завършена стойност.

source: Enter a valid UUID.
bg: Въведете валиден UUID.

source: Enter a valid JSON.
bg: Въведете валиден JSON.

source: (Hidden field %(name)s) %(error)s
bg: (Скрито поле %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
bg: Данните на ManagementForm липсват или са подменени. Липсващи полета: %(field_names)s. Ако проблемът продължи, може да подадете bug report.

source: Please submit at most %(num)d form.
bg: Моля, изпратете най-много %(num)d формуляр.

source: Please submit at least %(num)d form.
bg: Моля, изпратете поне %(num)d формуляр.

source: Order
bg: Ред

source: Delete
bg: Изтриване

source: Please correct the duplicate data for %(field)s.
bg: Моля, коригирайте дублираните данни за %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
bg: Моля, коригирайте дублираните данни за %(field)s, които трябва да са уникални.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
bg: Моля, коригирайте дублираните данни за %(field_name)s, които трябва да са уникални за %(lookup)s в %(date_field)s.

source: Please correct the duplicate values below.
bg: Моля, коригирайте дублираните стойности по-долу.

source: The inline value did not match the parent instance.
bg: Вградената стойност не съответства на родителския обект.

source: Select a valid choice. That choice is not one of the available choices.
bg: Изберете валидна стойност. Този избор не е сред наличните.

source: “%(pk)s” is not a valid value.
bg: „%(pk)s“ не е валидна стойност.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
bg: %(datetime)s не може да бъде интерпретирано в часовата зона %(current_timezone)s; може да е двусмислено или да не съществува.

source: Clear
bg: Изчистване

source: Currently
bg: Текущо

source: Change
bg: Промяна

source: Unknown
bg: Неизвестно

source: Yes
bg: Да

source: No
bg: Не

source: yes,no,maybe
bg: да,не,може би

source: %(size)d byte
bg: %(size)d байт

source: p.m.
bg: сл.об.

source: a.m.
bg: пр.об.

source: midnight
bg: полунощ

source: noon
bg: обед

source: Monday
bg: понеделник

source: Tuesday
bg: вторник

source: Wednesday
bg: сряда

source: Thursday
bg: четвъртък

source: Friday
bg: петък

source: Saturday
bg: събота

source: Sunday
bg: неделя

source: Mon
bg: пон

source: Tue
bg: вто

source: Wed
bg: сря

source: Thu
bg: чет

source: Fri
bg: пет

source: Sat
bg: съб

source: Sun
bg: нед

source: January
bg: януари

source: February
bg: февруари

source: March
bg: март

source: April
bg: април

source: May
bg: май

source: June
bg: юни

source: July
bg: юли

source: August
bg: август

source: September
bg: септември

source: October
bg: октомври

source: November
bg: ноември

source: December
bg: декември

source: jan
bg: яну

source: feb
bg: фев

source: mar
bg: мар

source: apr
bg: апр

source: may
bg: май

source: jun
bg: юни

source: jul
bg: юли

source: aug
bg: авг

source: sep
bg: сеп

source: oct
bg: окт

source: nov
bg: ное

source: dec
bg: дек

# abbrev. month
source: Jan.
bg: ян.

# abbrev. month
source: Feb.
bg: февр.

# abbrev. month
source: March
bg: март

# abbrev. month
source: April
bg: апр.

# abbrev. month
source: May
bg: май

# abbrev. month
source: June
bg: юни

# abbrev. month
source: July
bg: юли

# abbrev. month
source: Aug.
bg: авг.

# abbrev. month
source: Sept.
bg: септ.

# abbrev. month
source: Oct.
bg: окт.

# abbrev. month
source: Nov.
bg: ное.

# abbrev. month
source: Dec.
bg: дек.

# alt. month
source: January
bg: януари

# alt. month
source: February
bg: февруари

# alt. month
source: March
bg: март

# alt. month
source: April
bg: април

# alt. month
source: May
bg: май

# alt. month
source: June
bg: юни

# alt. month
source: July
bg: юли

# alt. month
source: August
bg: август

# alt. month
source: September
bg: септември

# alt. month
source: October
bg: октомври

# alt. month
source: November
bg: ноември

# alt. month
source: December
bg: декември

source: This is not a valid IPv6 address.
bg: Това не е валиден IPv6 адрес.

source: or
bg: или

source: %(num)d year
bg: %(num)d година

source: %(num)d month
bg: %(num)d месец

source: %(num)d week
bg: %(num)d седмица

source: %(num)d day
bg: %(num)d ден

source: %(num)d hour
bg: %(num)d час
