Repository: vulko99/portal_datanaut
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: %(num)d minute
bg: %(num)d минута

source: Forbidden
bg: Забранено

source: CSRF verification failed. Request aborted.
bg: CSRF проверката неуспешна. Заявката е прекратена.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
bg: Виждате това съобщение, защото този HTTPS сайт изисква „Referer header“, който да бъде изпратен от вашия браузър, но такъв не е изпратен. Този header е необходим поради съображения за сигурност, за да се гарантира, че браузърът ви не е компрометиран от трети страни.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
bg: Ако сте конфигурирали браузъра си да не изпраща „Referer“ header-и, моля разрешете ги поне за този сайт, за HTTPS връзки или за заявки „same-origin“.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
bg: Ако използвате маркера <meta name="referrer" content="no-referrer"> или включвате заглавка „Referrer-Policy: no-referrer“, моля премахнете ги. CSRF защитата изисква „Referer“ header за стриктна проверка. Ако се притеснявате за поверителността, използвайте алтернативи като <a rel="noreferrer" …> за връзки към външни сайтове.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
bg: Виждате това съобщение, защото този сайт изисква CSRF бисквитка при изпращане на формуляри. Тази бисквитка е необходима поради съображения за сигурност, за да се гарантира, че браузърът ви не е компрометиран от трети страни.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
bg: Ако сте конфигурирали браузъра си да блокира бисквитки, моля разрешете ги поне за този сайт или за заявки „same-origin“.

source: More information is available with DEBUG=True.
bg: Повече информация е налична при DEBUG=True.

source: No year specified
bg: Не е посочена година

source: Date out of range
bg: Датата е извън допустимия диапазон

source: No month specified
bg: Не е посочен месец

source: No day specified
bg: Не е посочен ден

source: No week specified
bg: Не е посочена седмица

source: No %(verbose_name_plural)s available
bg: Няма налични %(verbose_name_plural)s

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
bg: Бъдещи %(verbose_name_plural)s не са налични, защото %(class_name)s.allow_future е False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
bg: Невалидна дата „%(datestr)s“ за зададения формат „%(format)s“

source: No %(verbose_name)s found matching the query
bg: Не е намерен %(verbose_name)s, съответстващ на заявката

source: Page is not “last”, nor can it be converted to an int.
bg: Страницата не е „last“ и не може да бъде конвертирана в цяло число.

source: Invalid page (%(page_number)s): %(message)s
bg: Невалидна страница (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
bg: Списъкът е празен, а „%(class_name)s.allow_empty“ е False.

source: Directory indexes are not allowed here.
bg: Индекси на директории не са позволени тук.

source: “%(path)s” does not exist
bg: „%(path)s“ не съществува

source: Index of %(directory)s
bg: Индекс на %(directory)s

source: The install worked successfully! Congratulations!
bg: Инсталацията беше успешна! Поздравления!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
bg: Вижте <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">бележките към версиите</a> за Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
bg: Виждате тази страница, защото <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> е зададено във вашия settings файл и не сте конфигурирали никакви URL-и.

source: Django Documentation
bg: Документация на Django

source: Topics, references, &amp; how-to’s
bg: Теми, справки и ръководства

source: Tutorial: A Polling App
bg: Обучение: Приложение за анкети

source: Get started with Django
bg: Първи стъпки с Django

source: Django Community
bg: Общност на Django

source: Connect, get help, or contribute
bg: Свържете се, потърсете помощ или допринесете
