Repository: vulko99/portal_datanaut
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: English
bg: Английски

source: Bulgarian
bg: Български

source: German
bg: Немски

source: About · DataNaut
bg: За DataNaut · DataNaut

source: Why DataNaut exists
bg: Защо съществува DataNaut

source: Market data and technology subscriptions are one of the largest – and least transparent – cost lines in trading and financial firms. DataNaut was created to bring contract, usage and cost data into a single, trusted view.
bg: Абонаментите за пазарни и технологични данни са една от най-големите – и най-непрозрачни – пера на разходите в търговските и финансовите организации. DataNaut е създаден, за да събере данните за договори, използване и разходи в единен, надежден изглед.

source: Our goal is simple: cut waste without slowing down the desks, and give CFOs and investors a clean story on efficiency and control.
bg: Нашата цел е проста: да намалим излишните разходи, без да забавяме десковете, и да дадем на CFO и инвеститорите ясна история за ефективност и контрол.

source: The problem
bg: Проблемът

source: Trading and market data teams rely on dozens of vendors – Bloomberg, ICE, Refinitiv, EnAppSys and many more – each with their own contracts, entitlement files and invoices. Overlapping feeds, unused licences and renewals with little time to analyse options mean spend keeps rising while transparency lags behind.
bg: Трейдинг екипите и екипите за пазарни данни разчитат на десетки доставчици – Bloomberg, ICE, Refinitiv, EnAppSys и много други – всеки със собствени договори, entitlement файлове и фактури. Припокриващи се потоци, неизползвани лицензи и подновявания с малко време за анализ на опциите водят до траен растеж на разходите, докато прозрачността изостава.

source: Our approach
bg: Нашият подход

source: DataNaut is <strong>contract-first</strong>, not a data-reselling platform. We ingest invoices, contracts, entitlement files and usage data into a single schema, then normalise it into a single cost &amp; usage repository. Dashboards and alerts sit on top, giving desks, CFOs and procurement a shared source of truth.
bg: DataNaut е платформа с фокус върху <strong>договорите</strong>, а не препродажба на данни. Импортираме фактури, договори, entitlement файлове и данни за използване в единна схема, след което ги нормализираме в общо хранилище за разходи и използване. Върху него стъпват табла и известия, които дават на десковете, CFO и снабдяването общ източник на истина.

source: Why now
bg: Защо сега

source: Market data and technology spend keeps growing faster than revenues. At the same time, regulators and boards expect tighter governance and full auditability. With cloud adoption and stricter cost discipline, firms need a dedicated system of record for data contracts and entitlements – not just another Excel file.
bg: Разходите за пазарни данни и технологии растат по-бързо от приходите. В същото време регулатори и бордове очакват по-строго управление и пълна проследимост. С навлизането на облака и по-строгата дисциплина на разходите организациите се нуждаят от специализирана система за запис на договори и entitlement-и – не просто още един Excel файл.

source: Product roadmap
bg: Продуктова пътна карта

source: PHASE 1 – MVP
bg: ФАЗА 1 – MVP

source: Contract & spend visibility
bg: Видимост на договори и разходи

source: Import contracts, invoices and entitlement files.
bg: Импортиране на договори, фактури и entitlement файлове.

source: Normalised mapping by vendor, desk, user and entity.
bg: Нормализирано картографиране по доставчик, деск, потребител и юридическо лице.

source: Basic dashboards with spend visibility and quick wins.
bg: Базови табла с видимост на разходите и бързи възможности за спестявания.

source: Exports for finance and compliance (Excel / PDF).
bg: Експорти за финанси и комплайънс (Excel / PDF).

source: PHASE 2
bg: ФАЗА 2

source: Usage & entitlement analytics
bg: Аналитика за използване и entitlement-и, която подпомага подновяванията и препазаруването.

source: Deeper duplicate / underuse detection across vendors.
bg: По-задълбочено откриване на дублиране и недоизползване при всички доставчици.

source: What-if scenarios for consolidation and renegotiation.
bg: What-if сценарии за консолидация и предоговаряне на условията.

source: APIs for integrating with internal BI tools.
bg: API-та за интеграция с вътрешни BI инструменти.

source: Governance-ready reporting for risk and compliance.
bg: Отчети, готови за управление на риска и комплайънс.

source: PHASE 3
bg: ФАЗА 3

source: Optimisation engine
bg: Модул за оптимизация

source: Data-driven recommendations at each renewal.
bg: Препоръки, базирани на данни, при всяко подновяване.

source: Automated alerts for compliance and licence breaches.
bg: Автоматични известия за комплайънс и нарушения на лицензи.

source: Benchmarking across clients (anonymised).
bg: Бенчмарк анализ между клиенти (анонимизиран).

source: Playbooks for vendor negotiations.
bg: Playbook-и за преговори с доставчици.

source: Talk to us about DataNaut
bg: Свържете се с нас за DataNaut

source: DataNaut — Smart Data. Smarter Decisions.
bg: DataNaut — Умни данни. Още по-умни решения.

source: DataNaut logo
bg: Лого на DataNaut

source: How it works
bg: Как работи

source: Who it’s for
bg: За кого е DataNaut

source: Trading & dealing desks
bg: Търговски и дилърски дескове

source: CFO & finance
bg: Финансов директор и финанси

source: Investors & board
bg: Инвеститори и борд

source: Demo
bg: Демо

source: Pricing
bg: Цена

source: Contact
bg: Контакти

source: About
bg: За DataNaut

source: Request demo
bg: Заявете демо

source: Contract & Market Data Cost Optimization Platform.
bg: Платформа за оптимизация на разходите за договори и пазарни данни.

source: LinkedIn
bg: ЛинкедИн

source: Contact · DataNaut
bg: Контакти · DataNaut

source: Share a bit about your current market data setup, vendors and pain points and we’ll follow up with a tailored Data Cost Assessment and live demo.
bg: Разкажете накратко за текущата си инфраструктура за пазарни данни, доставчиците и основните предизвикателства и ние ще ви върнем персонализирана оценка на разходите за данни и предложение за live демо.

source: Request a demo / assessment
bg: Заявете демо / оценка

source: Fill in the form below and we’ll get back to you within one business day.
bg: Попълнете формата по-долу и ние ще се свържем с вас до един работен ден.

source: Name
bg: Име

source: Your name
bg: Вашето име

source: Company
bg: Компания

source: Your company
bg: Вашата компания

source: Role
bg: Роля

source: e.g. Head of Trading, CFO
bg: напр. Ръководител „Търговия“, CFO

source: Work email
bg: Служебен имейл

source: Message / Notes
bg: Съобщение / Бележки

source: Vendors you use today, approximate spend, main challenges…
bg: Доставчици, които използвате в момента, приблизителни разходи, основни предизвикателства…

source: Send request
bg: Изпратете запитване

source: Contact details
bg: Контактни данни

source: For general enquiries, partnership discussions or press, you can also reach us at:
bg: За общи запитвания, партньорства или медии можете да се свържете с нас и на:

source: Email
bg: Имейл

source: We typically start with a focused assessment on a subset of contracts and invoices to estimate savings, then move to a broader rollout if the fit is right.
bg: Обикновено започваме с фокусирана оценка върху част от договорите и фактурите, за да оценим потенциалните спестявания, а след това преминаваме към по-широко обхващане, ако подходът е подходящ.

source: DataNaut demo dashboard · DataNaut
bg: Демо табло на DataNaut · DataNaut

source: DataNaut demo dashboard
bg: Демо табло на DataNaut

source: Preview of how DataNaut can look as an internal platform: contracts, invoices and entitlements combined into a single cost & usage cockpit.
bg: Преглед как DataNaut може да изглежда като вътрешна платформа: договори, фактури и entitlement-и, събрани в един общ „cockpit“ за разходи и използване.

source: Numbers and entities below are illustrative, but the structure reflects what a real deployment looks like – by vendor, entity, desk and user.
bg: Числата и юридическите лица по-долу са примерни, но структурата отразява реално внедряване – по доставчик, юридическо лице, деск и потребител.

source: Typical deployment:
bg: Типично внедряване:

source: 12+ vendors, 5–10 entities, 30+ desks.
bg: 12+ доставчици, 5–10 юридически лица, 30+ деска.

source: Direct feeds from contracts, invoices and entitlement files.
bg: Директни потоци данни от договори, фактури и entitlement файлове.

source: Optional export into PowerBI / internal data warehouse.
bg: Опционален експорт към PowerBI / вътрешно хранилище за данни.

source: Book a live demo
bg: Запазете live демо

source: Back to homepage
bg: Обратно към началната страница

source: Market data & tech spend cockpit
bg: Cockpit за разходи за пазарни данни и технологии

source: Last updated: 04 Nov 2025 · Dummy data for illustration
bg: Последна актуализация: 04 ноември 2025 · Примерни данни за илюстрация

source: All entities
bg: Всички юридически лица

source: Trading desks
bg: Търговски дескове

source: Rolling 12 months
bg: Търкалящи се 12 месеца

source: Total market data & tech spend
bg: Общ разход за пазарни данни и технологии

source: +4.1%% vs. previous 12 months
bg: +4.1%% спрямо предходните 12 месеца

source: Identified savings
bg: Идентифицирани спестявания

source: 27 active initiatives
bg: 27 активни инициативи

source: Underused / duplicate licences
bg: Недоизползвани / дублирани лицензи

source: Across 7 entities, 34 desks
bg: В 7 юридически лица, 34 деска

source: Next 12-month saving potential
bg: Потенциални спестявания за следващите 12 месеца

source: Pipeline + renewals
bg: Пайплайн + подновявания

source: Spend vs. budget by quarter
bg: Разходи спрямо бюджет по тримесечия

source: Illustrative values · USD m
bg: Примерни стойности · млн. USD

source: Q1 · Actual: 112m
bg: Q1 · Реално: 112m

source: Q1 · Budget: 110m
bg: Q1 · Бюджет: 110m

source: Q2 · Actual: 118m
bg: Q2 · Реално: 118m

source: Q2 · Budget: 115m
bg: Q2 · Бюджет: 115m

source: Q3 · Actual: 109m
bg: Q3 · Реално: 109m

source: Q3 · Budget: 112m
bg: Q3 · Бюджет: 112m

source: Q4 · Actual: 121m
bg: Q4 · Реално: 121m

source: Q4 · Budget: 118m
bg: Q4 · Бюджет: 118m

source: Under budget · –3.2m
bg: Под бюджета · –3.2m

source: Actual spend
bg: Реален разход

source: Budget
bg: Бюджет

source: Target range
bg: Целеви диапазон

source: The shaded band shows the range where spend is considered “on target”. Moving outside it (Q2/Q4 above, Q3 below) is a trigger for deeper analysis.
bg: Оцветената зона показва диапазона, в който разходите се считат за „в целта“. Излизането извън него (Q2/Q4 нагоре, Q3 надолу) е сигнал за по-задълбочен анализ.

source: Savings pipeline by stage
bg: Пайплайн на спестяванията по етапи

source: Based on current initiatives
bg: На база текущите инициативи

source: Identified
bg: Идентифицирани

source: In negotiation
bg: В процес на договаряне

source: Contracted
bg: Договорени

source: DataNaut tracks status by vendor × desk × user and can connect to CRM / PM tools for real pipeline tracking.
bg: DataNaut следи статуса по доставчик × деск × потребител и може да се свърже с CRM / PM инструменти за реално проследяване на пайплайна.

source: Underused licences by desk (top 6)
bg: Недоизползвани лицензи по дескове (топ 6)

source: Dummy data · sorted by saving impact
bg: Примерни данни · сортирани по ефект върху спестяванията

source: Desk
bg: Деск

source: Vendor
bg: Доставчик

source: Licences
bg: Лицензи

source: Underuse
bg: Недоизползване

source: Est. saving
bg: Прогнозни спестявания

source: Power trading
bg: Търговия с електроенергия

source: Macro / rates
bg: Макро / лихвени проценти

source: FX & money markets
bg: Валути и парични пазари

source: Struct. products
bg: Структурирани продукти

source: Mixed
bg: Смесени

source: Equities trading
bg: Търговия с акции

source: Risk / middle office
bg: Риск / middle office

source: Various
bg: Разни

source: Renewal calendar (next 12 months)
bg: Календар на подновяванията (следващи 12 месеца)

source: Bloomberg enterprise licence
bg: Bloomberg enterprise лиценз

source: Entity: London trading · Vendor: Bloomberg
bg: Юридическо лице: London trading · Доставчик: Bloomberg

source: Renewal
bg: Подновяване

source: Entity: EU power · Vendor: ICE
bg: Юридическо лице: EU power · Доставчик: ICE

source: Refinitiv desktop licences
bg: Refinitiv desktop лицензи

source: Entity: US commodities · Vendor: Refinitiv
bg: Юридическо лице: US commodities · Доставчик: Refinitiv

source: In a live deployment, DataNaut would allow drill-down into each renewal – which desks / users are in scope, what optimisation options exist and which savings are already planned.
bg: В реално внедряване DataNaut позволява детайлен drill-down за всяко подновяване – кои дескове / потребители са в обхвата, какви опции за оптимизация има и кои спестявания вече са планирани.

source: Ready to plug in your own contracts & invoices?
bg: Готови ли сте да включите вашите договори и фактури?

source: Start with a focused Data Cost Assessment on a subset of vendors – typically 4–6 weeks from data ingestion to first savings.
bg: Започнете с фокусиран Data Cost Assessment върху част от доставчиците – обикновено 4–6 седмици от въвеждането на данните до първите спестявания.

source: Book a free assessment
bg: Запазете безплатна оценка

source: For CFO & finance · DataNaut
bg: За CFO и финанси · DataNaut

source: For CFO & finance
bg: За CFO и финанси

source: Turn opaque spend into a managed asset class.
bg: Превърнете неясните разходи в управляван клас активи.

source: Move market data and tech subscriptions out of the “miscellaneous IT” bucket and into a transparent, governable asset with clear ROI.
bg: Извадете абонаментите за пазарни данни и технологии от графата „разни IT“ и ги превърнете в прозрачен, управляван актив с ясно измерим ROI.

source: Contract-level view of spend by vendor, entity, desk and user.
bg: Изглед на разходите на ниво договор – по доставчик, юридическо лице, деск и потребител.

source: Normalised usage & entitlement data to support renewal decisions.
bg: Нормализирани данни за използване и entitlement-и в подкрепа на решенията за подновяване.

source: Scenario tools for budgeting, savings initiatives and stress tests.
bg: Инструменти за сценарийно планиране при бюджети, инициативи за спестявания и стрес тестове.

source: Audit-ready narrative for boards, regulators and internal control.
bg: Ясен, готов за одит разказ за бордове, регулатори и вътрешен контрол.

source: View demo dashboard
bg: Вижте демо таблото

source: Talk to us about ROI
bg: Говорете с нас за ROI

source: Spend transparency
bg: Прозрачност на разходите

source: Map every invoice line back to vendor, feed, desk, entity and user. Understand exactly what drives the market data & tech cost line.
bg: Свържете всяка фактурна позиция обратно с доставчик, поток, деск, юридическо лице и потребител. Разберете точно какво движи разходите за пазарни данни и технологии.

source: Scenario planning
bg: Сценарийно планиране

source: Model savings initiatives, vendor changes and policy tweaks before you commit. See impact by business line, entity and P&L.
bg: Моделирайте инициативи за спестявания, промени на доставчици и политики още преди да се ангажирате. Вижте ефекта по бизнес линия, юридическо лице и P&L.

source: Governance & reporting
bg: Управление и отчетност

source: Provide boards, regulators and audit with a clear, defensible record of contracts, entitlements and usage – not just another spreadsheet.
bg: Дайте на бордовете, регулаторите и одита ясен, защитим запис на договори, entitlement-и и използване – не просто още една електронна таблица.

source: For investors & board · DataNaut
bg: За инвеститори и борд · DataNaut

source: For investors & boards
bg: За инвеститори и бордове

source: A focused platform with clear ROI levers.
bg: Фокусирана платформа с ясни лостове за ROI.

source: DataNaut is built for institutions where market data and technology subscriptions are one of the largest – and least transparent – cost lines.
bg: DataNaut е създаден за институции, в които абонаментите за пазарни данни и технологии са сред най-големите – и най-непрозрачни – пера на разходите.

source: Contracts-first approach – no dependence on reselling data.
bg: Подход „първо договорите“ – без зависимост от препродажба на данни.

source: Clear value story: subscription as a fraction of realised savings.
bg: Ясна стойностна история: абонаментът е само част от реализираните спестявания.

source: Expandable product roadmap from cost visibility to optimisation engine.
bg: Разширяема продуктова пътна карта – от видимост на разходите до модул за оптимизация.

source: Discuss investor use cases
bg: Обсъдете сценарии за инвеститори

source: Initial wedge
bg: Първоначален „wedge“

source: Data Cost Assessment – focused 4–6 week engagement on a subset of vendors, validating saving potential and building the normalised data model.
bg: Data Cost Assessment – фокусиран ангажимент от 4–6 седмици върху част от доставчиците, валидиращ потенциала за спестявания и изграждащ нормализирания датамодел.

source: Platform phase
bg: Фаза „Платформа“

source: Ongoing subscription across entities and desks, with dashboards for trading, finance and procurement, plus automation of renewal decisions.
bg: Текущ абонамент за множество юридически лица и дескове с табла за трейдинг, финанси и снабдяване, плюс автоматизация на решенията за подновяване.

source: Longer-term upside
bg: Дългосрочен потенциал

source: Optimisation engine that can benchmark usage patterns, vendor packages and internal costs to recommend the most efficient configuration over time.
bg: Модул за оптимизация, който сравнява модели на използване, пакети на доставчици и вътрешни разходи, за да препоръчва най-ефективната конфигурация във времето.

source: For trading & dealing desks · DataNaut
bg: За търговски и дилърски дескове · DataNaut

source: For trading & dealing desks
bg: За търговски и дилърски дескове

source: Less admin. More trading.
bg: По-малко администрация. Повече търговия.

source: Give every desk a clear view of the market data and tech feeds they rely on, without getting stuck in spreadsheets and entitlement files.
bg: Дайте на всеки деск ясен изглед към пазарните и технологични потоци, на които разчита, без да затъва в таблици и entitlement файлове.

source: Single view of feeds and licences by desk, trader, strategy and venue.
bg: Единен изглед на потоците и лицензите по деск, трейдър, стратегия и място на търговия.

source: Spot overlapping feeds and unused licences before renewals hit.
bg: Откриване на припокриващи се потоци и неизползвани лицензи още преди подновяванията.

source: Entitlement checks so every desk has exactly what they need – nothing more, nothing less.
bg: Проверки на правата за достъп, така че всеки деск да има точно това, което му е нужно – нито повече, нито по-малко.

source: Export-ready reports for regulators, internal audit and control teams.
bg: Готови за експорт отчети за регулатори, вътрешен одит и контролни екипи.

source: Discuss trading use cases
bg: Обсъдете трейдинг use case-и

source: Desk-level visibility
bg: Видимост на ниво деск

source: See exactly which feeds each desk is using, how licences map to users and which packages are actually critical to day-to-day trading.
bg: Вижте точно кои потоци използва всеки деск, как лицензите са вързани към потребители и кои пакети са критични за ежедневната търговия.

source: Renewal control
bg: Контрол върху подновяванията

source: Flag underused and duplicate licences before renewal dates. Feed structured recommendations into vendor negotiations and budgeting.
bg: Отбелязвайте недоизползвани и дублирани лицензи преди датите на подновяване. Подайте структурирани препоръки в преговорите с доставчици и при бюджетирането.

source: Faster onboarding
bg: По-бързо onboarding-ване

source: Standardised entitlement workflows help new desks, traders and strategies get the right access on day one – without weeks of email back-and-forth.
bg: Стандартизирани entitlement процеси помагат на нови дескове, трейдъри и стратегии да получат нужния достъп още в първия ден – без седмици писма напред-назад.

source: Smart Data. Smarter
bg: Умни данни. Още по-умни

source: Decisions.
bg: решения.

source: DataNaut optimizes your financial and market data spend by analyzing contracts, invoices and entitlements – so you cut waste, stay compliant and keep every desk fully empowered.
bg: DataNaut оптимизира разходите ви за финансови и пазарни данни, като анализира договори, фактури и entitlement файлове – така намалявате излишните разходи, оставате в пълно съответствие и всяко звено получава точно това, от което се нуждае.

source: 10–30%% reduction in market data & tech spend.
bg: 10–30%% намаление на разходите за пазарни данни и технологии.

source: Single view of contracts, usage and underused licenses.
bg: Единен изглед на договори, реално използване и недоизползвани лицензи.

source: No code changes. No vendor lock-in. Results in weeks, not months.
bg: Без промени по кода. Без обвързване с конкретен доставчик. Резултати за седмици, не за месеци.

source: Request a demo
bg: Заявете демо

source: Book a free data cost audit
bg: Запазете безплатен одит на разходите за данни

source: We’ll run an upfront assessment on a subset of your contracts and invoices to size the savings before you commit.
bg: Ще направим предварителна оценка върху част от вашите договори и фактури, за да измерим потенциалните спестявания още преди да вземете решение.

source: Market data spend overview · Illustrative data
bg: Обзор на разходите за пазарни данни · Примерни данни

source: Last 12 months
bg: Последните 12 месеца

source: Total spend
bg: Общ разход

source: Target: -12%%
bg: Цел: –12%%

source: Underused licenses
bg: Непълно използвани лицензи

source: High opportunity
bg: Висок потенциал

source: Vendors monitored
bg: Следени доставчици

source: Desks & teams
bg: Дескове и екипи

source: 12 vendors
bg: 12 доставчика

source: 34 desks
bg: 34 деска

source: Trusted by teams working with
bg: Доверен партньор на екипи, които работят с

source: Leading market data & trading platforms
bg: Водещи платформи за пазарни данни и търговия

source: Internal feeds
bg: Вътрешни източници на данни

source: Market data is one of your biggest costs – and one of the least transparent
bg: Пазарните данни са един от най-големите ви разходи – и един от най-непрозрачните.

source: Multiple vendors (Bloomberg, ICE, Refinitiv, EnAppSys, …) with overlapping feeds.
bg: Множество доставчици (Bloomberg, ICE, Refinitiv, EnAppSys …) с припокриващи се потоци данни.

source: Little visibility into who actually uses which licenses.
bg: Ограничена видимост кой реално използва кой лиценз.

source: Complex entitlement files and invoices that nobody has time to reconcile.
bg: Сложни entitlement файлове и фактури, за които никой няма време да прави пълно съпоставяне.

source: Regulatory pressure while costs keep growing.
bg: Регулаторен натиск, докато разходите продължават да нарастват.

source: Result today
bg: Резултатът днес

source: Overspend, compliance risk and endless Excel firefighting.
bg: Преразход, регулаторен риск и безкрайни „пожари“ в Excel.

source: DataNaut gives you a clean, contract-first view so you can act with confidence: rationalise feeds, re-price contracts and redeploy usage where it matters most.
bg: DataNaut ви дава ясен, contract-first изглед, за да действате с увереност: да оптимизирате потоци данни, да предоговорите договори и да преразпределите използването там, където носи най-голяма стойност.

source: Who DataNaut is for
bg: За кого е DataNaut
